<?php

return [

    'modular_type' => [
        '1'=>'可选',
        '2'=>'干扰',
        '3'=>'特殊',
    ],

    'modular_grade_type' => [
        '小学'=>'小学',
        '初中'=>'初中',
        '高中'=>'高中',
    ],

    'student_grade' => [
        '一年级'=>'一年级',
        '二年级'=>'二年级',
        '三年级'=>'三年级',
        '四年级'=>'四年级',
        '五年级'=>'五年级',
        '六年级'=>'六年级',
        '七年级(初一)'=>'七年级(初一)',
        '八年级(初二)'=>'八年级(初二)',
        '九年级(初三)'=>'九年级(初三)',
        '十年级(高一)'=>'十年级(高一)',
        '十一年级(高二)'=>'十一年级(高二)',
        '十二年级(高三)'=>'十二年级(高三)',
    ],
];
