<?php

return [

    'modular_type' => [
        '1'=>'可选',
        '2'=>'干扰',
        '3'=>'特殊',
    ],

    'modular_grade_type' => [
        '小学'=>'小学',
        '初中'=>'初中',
        '高中'=>'高中',
    ],

    'student_grade' => [
        '一年级'=>'一年级',
        '二年级'=>'二年级',
        '三年级'=>'三年级',
        '四年级'=>'四年级',
        '五年级'=>'五年级',
        '六年级'=>'六年级',
        '七年级(初一)'=>'七年级(初一)',
        '八年级(初二)'=>'八年级(初二)',
        '九年级(初三)'=>'九年级(初三)',
        '十年级(高一)'=>'十年级(高一)',
        '十一年级(高二)'=>'十一年级(高二)',
        '十二年级(高三)'=>'十二年级(高三)',
    ],


    "modular" => [
        1 => "A网瘾",
        2 => "B社交障碍",
        3 => "C抑郁",
        4 => "D压力",
        5 => "E注意力缺陷",
        6 => "F学习倦怠",
        7 => "G睡眠问题",
        8 => "H越轨行为",
        9 => "I社交焦虑",
        10 => "J社交媒体成瘾",
        11 => "K暴力",
        12 => "L冷漠",
        13 => "M自杀意念",
        14 => "N自杀计划",
        15 => "O自杀或自伤行为",
        16 => "P读写障碍",
        17 => "Q校园欺凌",
        18 => "R注意力检测题",
        19 => "S初中社会赞许性效应题",
        20 => "T高中社会赞许性效应题",
        21 => "U社交互动",
        22 => "V适应力",
        23 => "W情绪调节",
        24 => "X社交能力",
    ],


    "special_title" => [
        13 => "自杀意念",
        14 => "自杀计划",
        15 => "自杀或自伤行为"
    ],

];
